"4INCHIMAGES" = "Paveikslëliai 4'' dydþio ekranams";
"ACCESSDAEMONLBL" = "Aksesuarai";
"ACCESSDAEMONMSG" = "Iðjungus ðià funkcijà neveiks jokie aksesuarai, iðskyrus pakrovëjà.";
"ADDBOOKDAEMONLBL" = "Kontaktai";
"ADDBOOKDAEMONMSG" = "Iðjungus ðià funkcijà kontaktai telefono programoje krausis truputá lëèiau.";
"ADDITEM" = "Pridëti elementà";
"ADMLITEDAEMONLBL" = "AdminLite";
"ADMLITEDAEMONMSG" = "Ði funkcija atiduoda kontrolæ vartotojui kai uþstringa programa. Jos iðjungimas neturës matomø pokyèiø.";
"ADVANCEDLBL" = "Paþangûs pasirinkimai";
"AIRPRINTDAEMONLBL" = "AirPrint";
"AIRPRINTDAEMONMSG" = "Jeigu nenaudojate AirPrint, galite saugiai iðjungti ðià funkcijà.";
"ANALYZEBTN" = "Analizuoti";
"ANALYZELBL" = "Analizuojama, praðome palaukti...";
"APPLICATIONS" = "Programos";
"APPLY" = "Pritaikyti";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch";
"ASSTOUCHDAEMONMSG" = "Jeigu nenaudojate AssistiveTouch, galite saugiai iðjungti ðià funkcijà.";
"ATTACHMENTS" = "Þinuèiø priedai";
"BACK" = "Atgal";
"BACKUPDAEMONLBL" = "Atsarginë versija";
"BACKUPDAEMONMSG" = "Iðjungus ðià funkcijà iTunes ir iCloud nebekurs atsarginiø failø versijø.";
"BUYLICENSE" = "Pirkti licenzijà";
"CACHEFILES" = "Cache failai";
"CANCEL" = "Atðaukti";
"CHIWLANDAEMONLBL" = "Kinietiðki WiFi simboliai";
"CHIWLANDAEMONMSG" = "Ðis nustatymas seka klaidas, kai bandoma prisijungti prie WiFi tinklo, kurio pavadinime yra kinietiðkø simboliø.";
"CLEANBTN" = "Iðvalyti";
"CLEANLBL" = "Iðvaloma, praðome palaukti...";
"CLEANUPCOMPLETED" = "Valymas baigtas!";
"CONTAINING" = "Kuriuos sudaro:";
"CONTINUE" = "Ar tikrai norite tæsti?";
"CUSTOMFILES" = "Iðskirti failai ir aplankai";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Cydia ðaltiniai";
"CYDIASRCMSG" = "Jeigu pasirinksite iðvalyti Cydia ðaltinius, juos reikës atnaujinti. Iki tol paketø sàraðas bus tuðèias.";
"DATAMIGDAEMONLBL" = "Kontaktø importavimas";
"DATAMIGDAEMONMSG" = "Iðjungus ðià funkcijà nebus ámanomà ákelti kontaktø ið SIM kortelës.";
"DELETE" = "Iðtrinti";
"DELETEDFILES" = "Iðtrinta failø";
"DEPENDENCIES" = "Nenaudojamos priklausomybës";
"DEVDAEMONLBL" = "Kûrëjas";
"DEVDAEMONMSG" = "Ðis nustatymas gali bûti naudingas kûrëjams. Jeigu jûs nesate kûrëjas, galite saugiai juos iðjungti.";
"DICTIONARIESLBL" = "Reikðmiø þodynas";
"DICTIONARIESMSG" = "Tai þodynai naudojami jûsø prietaiso ''define'' funkcijos. Galite iðtrinti ið meniu jums nereikalingus.";
"EDIT" = "Redaguoti";
"ENDINGWITH" = "Baigiasi:";
"EXAPPSLBL" = "Iðskirtos programos";
"EXAPPSMSG" = "Ðie nustatymai paveikia programø iðvalymà ir paveikslëliø iðëmimà. Norëdami suþinoti daugiau skaitykite ReadMe failà.";
"FDATAMSG" = "Ðriftø aplankas yra failø particijoje. Ar norite já perkelti á sisteminæ particijà?";
"FILESANDFOLDERS" = "Failai ir aplankai";
"FILETYPE" = "Failo tipas";
"FILETYPECLEANUP" = "Failo tipo valymas";
"FILETYPELBL" = "Iðvalomi failø tipai";
"FILETYPEMSG" = "Iðvalomi failø tipai (atskirti tarpais):";
"FOLDER" = "Aplankas";
"FONTSBTN" = "Perkelti ðriftø aplankà";
"FREEDSPACE" = "Atlaisvinta vietos";
"FSYSMSG" = "Ðriftø aplankas yra sisteminëje particijoje. Ar jûs norite já perkelti á failø particijà?";
"GAMEDAEMONLBL" = "Game Center";
"GAMEDAEMONMSG" = "Jeigu nenaudojate Game Center, galite saugiai iðjungti ðià funkcijà.";
"ICLOUDDAEMONLBL" = "iCloud";
"ICLOUDDAEMONMSG" = "Ðio nustatymo iðjungimas apribos iCloud funkcionalumà.";
"ILLFILETYPEMSG" = "Jûs ávedëte vienà ar daugiau neleidþiamø failø tipø arba simboliø. iCleaner juos iðëmë norëdamas apsaugoti jûsø prietaisà.";
"IMAGES" = "Paveikslëliai";
"IPADIMAGES" = "iPad paveikslëliai";
"ITUNESARTWORKFILES" = "iTunesArtwork failai";
"KEYBOARDS" = "Klaviatûros";
"LANGLBL" = "Kalbos pasirinkimas";
"LANGNAME" = "Lietuviø";
"LANGTOREMLBL" = "Ðalinamos kalbos";
"LANGTOREMMSG" = "Pasirinkite kalbas, kurias norite paðalinti.\n\nPASTABA: priklausomai nuo jûsø iOS versijos ir ar ádiegta ''Emoji'' klaviatûra, ''Japonø'' kalbos paðalinimas gali paðalinti ir veidukus (emoticons).";
"LANGUAGES" = "Kalbos";
"LDAEMONSLBL" = "iOS funkcijos";
"LDAEMONSMSG" = "Paspauskite funkcijà norëdami pamatyti jos apraðymà.";
"LOGDAEMONLBL" = "Klaidø ir strigimø raportavimas";
"LOGDAEMONMSG" = "Ði funkcija seka sistemines klaidas kai uþstringa programa. Jà galima saugiai iðjungti visuose prietaisuose.";
"LOGFILES" = "Þurnalas";
"LOGLBL" = "Perþiûrëti klaidø failà";
"MATCH" = "Suderinti";
"MOREINFOLBL" = "Daugiau informacijos ir pagalba";
"MSADDONSLBL" = "MobileSubstrate Priedai";
"MSADDONSMSG" = "Jeigu iðjungiate kokius nors priedus, prieð paðalindami juos ið Cydia, ájunkite juos, kitaip jie nebus paðalinti.";
"MSGATTACHMSG" = "Ðis valymo þingsnis iðvalo priedus siûstus per iMessage arba MMS.\n\nSMART: trinkite tik tuos failus kurie nesimato nei vienoje þinutëje.\n\nON: iðtrina visus þinuèiø priedus (þinutës su priedais rodys tuðèià ikonà).";
"NO" = "Ne";
"NOFILEMSG" = "Nerastas reikalingas failas.";
"NONRETINAIMAGES" = "Ne retina paveikslëliai";
"NOTHINGHERE" = "Èia nieko nëra!";
"NOTREGISTEREDMSG" = "Ði funkcija prieinama tik registruotiems prietaisams. Norëdami suþinoti daugiau informacijos praðome atsidaryti ''Pirkti licenzijà'' meniu.";
"ONLYFILES" = "Tik failai";
"OPERATIONCOMPLETED" = "Operacija baigta!";
"OTADAEMONLBL" = "Atnaujinimai internetu";
"OTADAEMONMSG" = "Ðis nustatymas atsakingas uþ sisteminius atnaujinimus internetu. Galima saugiai iðjungti visuose nulauþtuose prietaisuose.";
"PASSBOOKDAEMONLBL" = "PassBook";
"PASSBOOKDAEMONMSG" = "Jeigu nenaudojate PassBook galite saugiai iðjungti ðià funkcijà.";
"PATH" = "Kelias";
"PRECLEANMSG" = "Dabar iCleaner iðvalys jûsø prietaisà.";
"PREFBUNDLESLBL" = "Parinkèiø rinkinys";
"PREFBUNDLESMSG" = "Jeigu iðjungiate parinkèiø rinkinius, prieð iðtrindami juos ið Cydia, ájunkite juos, kitaip jie nebus iðtrinti.";
"PREFLBL" = "Parinkèiø failai";
"PREFMSG" = "Tai jûsø Cydia programø ir pataisymø parinkèiø failai. Galite rasti failø, kurie priklauso iðtrintoms programoms. Ðiame meniu galite iðtrinti jums nereikalingus.";
"PROCESSEDFILES" = "Apdoroti failai";
"READMELBL" = "Perþiûrëti ReadMe failà";
"REBOOTMSG" = "Norint pamatyti permainas reikia perkrauti prietaisà. Ar jûs norite perkrauti savo prietaisà?";
"RECURSIVE" = "Pasikartojantis";
"REFRESH" = "Atnaujinti";
"REGULARFILE" = "Áprastas failas";
"REMBAKBTN" = "Iðtrinti atsarginius failus";
"REMBAKLBL" = "Iðtrinami atsarginiai failai";
"REMBAKMSG" = "Ar jûs ásitikinæs, kad norite iðtrinti atsarginius failus sukurtus Bandymo Reþime?";
"REMOVEADS" = "Iðimti reklamas";
"RESBAKBTN" = "Atstatyti atsarginius failus";
"RESBAKLBL" = "Restoring backup files";
"RESBAKMSG" = "Ar jûs ásitikinæs, kad norite atstatyti atsarginius failus sukurtus Bandymo Reþime?";
"RESET" = "Ið naujo";
"RESPRINGMSG" = "Norint pamatyti pakeitimus reikia perkrauti jûsø prietaisà. Ar jûs norite perkrauti savo prietaisà?";
"RESTOREDALBL" = "Atstatymo ir MobileSubstrate priedai";
"RESTOREDAMSG" = "Tai atkeis pakeitimus padarytus nustatymams ir MobileSubstrate senesnës iCleaner versijos. Jeigu jûs esate paþengæs vartotojas, ir vistiek norite juos tvarkyti pats, praðome apsilankyti projekto puslapyje ir suþinoti daugiau apie ''iCleaner Pro''.";
"RETINAIMAGES" = "Retina paveikslëliai";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Atsarginai nustatymai";
"SAFEDAEMONMSG" = "Ðie nustatymai atsakingi uþ pradinius prietaiso nustatymus ir klaidø rodymus. Juos galima saugiai iðjungti visuose prietaisuose.";
"SELECTALL" = "Visi";
"SETLBL" = "Nustatymai";
"SPLIGHTDAEMONLBL" = "Spotlight";
"SPLIGHTDAEMONMSG" = "Iðjungus ðá nustatymà SpotLight paieðka nebeveiks.";
"STARTINGWITH" = "Prasideda:";
"TAPTOEDIT" = "Norëdami redaguoti eilæ paspauskite jà.";
"TEMPFILES" = "Laikini failai";
"TESTMODEADV" = "Rekomenduojamas Bandymo Reþimas.";
"TESTMODELBL" = "Bandymo Reþimas";
"TESTMODEMSG" = "Ájungiant Bandymo Reþimà, iCleaner darys failø atsargines kopijas jeigu juos iðtrinsite. Atsarginës failø kopijos vëliau gali bûti atstatytos arba iðtrintos.";
"TETHERDAEMONLBL" = "Interneto dalinimas";
"TETHERDAEMONMSG" = "Ðio nustatymo iðjungimas nebeleis naudotis ''Personal Hotspot'' funkcija.";
"TWITTERDAEMONLBL" = "Twitter";
"TWITTERDAEMONMSG" = "Ðio nustatymo iðjungimas apribos Twitter integravimo funkcionalumà.";
"UNABLETOCONNECT" = "Negalimas prisijungimas prie serverio. Tai daþniausiai reiðkia, kad jûsø prietaisas neprisijungæs prie interneto arba serveris trumpam nepasiekiamas.";
"UPDATEFOUNDMSG" = "Galima nauja iCleaner (%@) versija. Praðome atsidaryti Cydia ir atnaujinti iCleaner.";
"UPDATELBL" = "Ieðkoti atnaujinimø";
"UPDATENOTFOUNDMSG" = "Jûsø iCleaner versija naujausia.";
"USERINTERFACE" = "Vartotojo sàsaja";
"VIBDAEMONLBL" = "Pasirinktinës vibracijos";
"VIBDAEMONMSG" = "Jei nenaudojate pasirinktiniø vibracijø galite saugiai iðjungti ðià funkcijà.";
"VOICECONTROLLANGUAGES" = "Valdymo balsu kalbos";
"VOICEDAEMONLBL" = "Valdymas balsu";
"VOICEDAEMONMSG" = "Ðio nustatymo iðjungimas nebeleis naudotis valdymu balsu ir Siri.";
"VPNDAEMONLBL" = "VPN";
"VPNDAEMONMSG" = "Jeigu nenaudojate virtualiø privaèiø tinklø galite saugiai iðjungti ðià funkcijà.";
"WALLPAPERSLBL" = "Ekrano paveikslëliø nustatymas";
"WALLPAPERSMSG" = "Paspauskite norëdami perþiûrëti.";
"WARNINGPOPUPSLBL" = "Iððokantys áspëjimai";
"WEBLBL" = "iCleaner projekto tinklapis";
"WEIBODAEMONLBL" = "Weibo";
"WEIBODAEMONMSG" = "Ðio nustatymo iðjungimas apribos Weibo integracijos funkcionalumà.";
"WHOLEFOLDER" = "Visas aplankas";
"WIPEDAEMONLBL" = "Failø particijos trinimas";
"WIPEDAEMONMSG" = "Ðis nustatymas atsakingas uþ failø particijos trinimas. Já iðjungus nebeveiks ''Settings - General - Reset'' funkcija ir nuotolinis failø iðtrinimas.";
"YES" = "Taip";
